const qnaList = [
  {
    q: "Q1. 식감이 있는 아이스크림을 원하나요?",
    a: [
      { answer: "예", type: [1, 2, 6, 8] },
      { answer: "아니오", type: [3, 4, 9] },
    ],
  },
  {
    q: "Q2. 상큼한 맛을 좋아하나요? ",
    a: [
      { answer: "예", type: [0, 4, 6, 7] },
      { answer: "아니오", type: [1, 2, 5, 9] },
    ],
  },
  {
    q: "Q3. 초코 맛을 좋아하나요?",
    a: [
      { answer: "예", type: [1, 2, 3, 9] },
      { answer: "아니오", type: [0, 4, 7] },
    ],
  },
  {
    q: "Q4. 치즈 맛을 좋아하나요?",
    a: [
      { answer: "예", type: [0, 5, 8] },
      { answer: "아니오", type: [3, 4, 7] },
    ],
  },
  {
    q: "Q5. 샤베트를 좋아하나요??",
    a: [
      { answer: "예", type: [3, 4, 5] },
      { answer: "아니오", type: [1, 2, 6, 8] },
    ],
  },

  {
    q: "Q6. 과일 맛을 좋아하나요?",
    a: [
      { answer: "예", type: [0, 4, 7, 8] },
      { answer: "아니오", type: [3, 5, 9] },
    ],
  },
  {
    q: "Q7. 여러가지 맛이 나는 걸 원하나요?",
    a: [
      { answer: "예", type: [0, 4, 8] },
      { answer: "아니오", type: [1, 2, 5, 7] },
    ],
  },
  {
    q: "Q8. 보기 좋은 아이스크림이 먹기도 좋다. 화려한 것을 좋아하나요?",
    a: [
      { answer: "예", type: [3, 4, 6, 8] },
      { answer: "아니오", type: [5, 7, 9] },
    ],
  },
  {
    q: "Q9. 새로운 맛을 원하나요?",
    a: [
      { answer: "예", type: [0, 4, 8] },
      { answer: "아니오", type: [2, 5, 6] },
    ],
  },
  {
    q: "Q10. 원하는 게 없다면 제가 추천 해드릴게요!",
    a: [
      { answer: "예", type: [0, 1, 2, 3] },
      { answer: "아니오", type: [7, 8, 9] },
    ],
  },
];

const infoList = [
  {
    name: "딸기 연유 퐁당",
    desc: "딸기 & 연유 아이스크림에 부드러운 연유 리본과 바삭한 쿠키, 상큼한 딸기 과육이 쏙쏙!",
  },
  {
    name: "엄마는 외계인",
    desc: "기라델리 밀크&다크 초콜릿, 화이트 무스 세 가지 아이스크림에 기라델리 초콜릿 칩과 달콤바삭한 초코볼까지 쏙쏙!",
  },
  {
    name: "아몬드 봉봉",
    desc: "입안 가득 즐거운 초콜릿, 아몬드로 더욱 달콤하게!",
  },
  {
    name: "민트 초콜릿 칩",
    desc: "쿨한 당신의 선택! 상쾌한 민트향에 초코칩까지!",
  },
  {
    name: "레인보우 샤베트",
    desc: "상큼한 파인애플, 오렌지, 라즈베리 샤베트",
  },
  {
    name: "뉴욕 치즈케이크",
    desc: "부드럽게 즐기는 뉴욕식 정통 치즈케이크 아이스크림",
  },
  {
    name: "슈팅스타",
    desc: "톡톡 터지는 팝핑 캔디와 스프링클 캔디,상큼한 체리 시럽이 들어있는 제품",
  },
  {
    name: "체리쥬빌레",
    desc: "체리 과육이 탱글탱글 씹히는 체리 아이스크림",
  },
  {
    name: "사랑에 빠진 딸기",
    desc: "크런치 초콜릿, 치즈 케이크, 스트로베리가 듬뿍 들어있는 아이스크림",
  },
  {
    name: "오레오 쿠키 앤 크림",
    desc: "부드러운 바닐라향 아이스크림에, 달콤하고 진한 오레오 쿠키가 듬뿍!",
  },
];
